{
  "title": "Festivals",
  "sections": [
    {
      "id":"arunachal",
      "content-first":"The traditional festivals of Arunachal Pradesh are a mesmerizing tapestry woven with the vibrant threads of culture, spirituality, and community unity. These celebrations embody the heartbeat of the diverse indigenous tribes that call this enchanting state their home. With each festival, the people of Arunachal Pradesh pay homage to their ancestral roots, rejoicing in a symphony of rituals, dances, songs, and elaborate feasts. These festivals are more than mere events; they are bridges between generations, connecting the present with the past in a seamless dance of tradition. As the resounding beats of drums echo through the valleys and the intricate costumes of various tribes shimmer in the sunlight, one can't help but be transported to a realm where time-honored customs intertwine with the contemporary pulse of life. In these festivals, nature, too, finds its place of reverence, as the communities express their gratitude for the bounties bestowed upon them by the land. It's a reminder that amid the modern world's constant flux, there are pockets where age-old rituals stand tall, fostering a sense of belonging and preserving the essence of a cultural heritage that continues to thrive in the hearts of the Arunachalese people.",
      "title":"Arunachal Pradesh",
      
      "image-first": "./nyokum.jpg",
      "content-second": "Nyokum Yullo is a festival of the Nyishi tribe of Arunachal Pradesh, a state in northeast India. The festival is celebrated to invoke the blessings of the Mother Nature or Goddess Nyokum, who is believed to protect the land and the people from natural calamities and diseases. The name Nyokum is derived from two words - 'Nyok' meaning 'land or earth' and 'Kum' meaning 'collectiveness or togetherness'. The festival reflects the communal harmony and the rich cultural heritage of the Nyishi tribe.",
      "content-second-ptII":"The festival is usually held in the last week of February, after the sowing of seeds, and lasts for five days. The main rituals include the chanting of mantras by the Nyubh, the head priest, and the offering of sacrifices to Goddess Nyokum and other deities 23. A special structure made of bamboo called Yugang is erected to tether the sacrificial animals such as mithuns and pigs. The festival also features various cultural activities and attractions, such as folk dances, songs, food festivals, exchange of gifts, exhibition of handicrafts and model houses. The festival also fosters friendship and harmony among the neighbouring communities and countries. Nyokum Yullo is a unique opportunity to witness and appreciate the rich culture and traditions of the Nyishi tribe.",
      
      "image-second":"./ziro.jpg",
       "content-third":"Ziro Festival of Music is an outdoor music festival that showcases the talent of independent artists in India. The festival is held in the Ziro valley in the northeast Indian state of Arunachal Pradesh, which is known for its scenic beauty and rich culture. The festival was founded in 2012 by Bobby Hano and Menwhopause guitarist Anup Kutty, and has featured artists like Lee Ranaldo, Steve Shelley, Damo Suzuki, Shye Ben Tzur, MONO, Divine, Acid Mothers Temple, Louw Majaw, Shaa'ir n Func, Indus Creed, Peter Cat Recording Co, Menwhopause, Guru Rewben Mashangva, and Barmer Boys among others.",
       "content-third-ptII":"The Ziro Festival of Music is not only a musical extravaganza, but also a celebration of the local Apatani tribe, who host the festival and build the infrastructure using locally sourced bamboo. The festival has a zero plastic policy and encourages attendees to be responsible for leaving behind no waste 2. The festival also offers a variety of activities and attractions for the visitors, such as yoga and meditation sessions, dance workshops, indigenous music workshop, mocktail workshop, creative writing workshop, filmmaking workshop, poetry and storytelling workshop, and Ziro Literary Festival 13. The Ziro Festival of Music is a unique opportunity to discover new music and indie artists from across India and the region, as well as to experience the vibrant and colourful lifestyle of the people of Arunachal Pradesh.",
      
      "image-third": "./solung.jpg",
      "content-fourth": "Solung Festival is a harvest festival that is celebrated by the Adi tribe of Arunachal Pradesh, a state in northeast India. The festival is usually held in the first week of September, after the sowing of seeds, to pray for a good harvest and prosperity. The festival lasts for five days and is divided into three parts: Sopi-Yekpi, Binnayat and Ekop.",
      "content-fourth-ptII":"Sopi-Yekpi is the first part and the sacrificial day of the festival, during which mithuns and pigs are offered to Dadi Bote, the god of domestic animals. Binnayat is the second part, during which Kine Nane, the goddess of crops and food, is worshipped 12. Ekop is the last part, during which Miri, the lead singer, narrates the story of Abotani or Nibo, the forefather of the Adi tribe. The festival also features various cultural activities and attractions, such as Ponung dance, folk songs, food festivals, exchange of gifts and exhibition of local handicrafts. The Solung Festival is a unique opportunity to witness and appreciate the rich culture and traditions of the Adi tribe.",

      "image-fourth":"./dree.jpg",
      "content-fifth":"Dree Festival is an agricultural festival that is celebrated by the Apatani tribe of Arunachal Pradesh, a state in northeast India. The festival is held on 5th July every year, after the sowing of seeds, to pray for a good harvest and prosperity. The festival is marked by sacrificial offerings and prayers to four gods that the Apatani follow: Tamu, Harniang, Metii and Danyi. The festival also has a mythological significance, as it is believed to have originated from the struggle of the first humans, Anii Donii and Abba Liibo, against the demon Pyokuñ Pembò Pyoyi Tadù and the swarms of insects, pests and birds that emerged from his stomach.",
      "content-fifth-ptII":"The Dree Festival is a three-day long celebration that showcases the rich culture and heritage of the Apatani tribe. The festival features various cultural activities and attractions, such as folk dances, songs, food festivals, exchange of gifts and exhibition of handicrafts and model houses. During the festival, cucumber is distributed to the guests and participants as a symbol of the sacredness of vegetables and the hope for a fruitful agriculture. The festival also fosters friendship and harmony among the neighbouring communities and countries. The Dree Festival is a unique opportunity to witness and appreciate the vibrant and colourful lifestyle of the people of Arunachal Pradesh."
    },



    {
      "id":"assam",
      "content-first":"The traditional festivals of Assam form a kaleidoscope of colors, rhythms, and emotions, embodying the soul of a land steeped in rich history and diverse cultural tapestry. These festivals are like time-honored melodies that have been passed down through generations, resonating with the echoes of celebrations that have united communities for centuries. With every festival, Assam comes alive with a sense of shared identity and unity, as people from different walks of life come together to revel in the spirit of togetherness. These celebrations offer a glimpse into the state's vibrant mosaic of traditions, rituals, and beliefs, where age-old customs blend seamlessly with contemporary expressions of joy. Amidst the enchanting landscapes, the traditional attire of the people takes on a deeper meaning, weaving a connection between the present and the past. From the energetic Bihu dances that mark the changing seasons to the spiritual fervor of festivals like Ambubachi Mela, Assam's festivals are a testament to the enduring essence of its people. They are reminders that in the midst of a rapidly evolving world, there exist sanctuaries of tradition where the roots of culture run deep, nurturing a sense of belonging and perpetuating the timeless legacy of Assamese heritage.",
      "title": "Assam",

      "image-first": "./bihu.jpg",
      "content-second": "Bihu Festival is the most prominent festival of Assam, celebrated by the Assamese people with great enthusiasm and zeal. It is a set of three cultural festivals that mark the different phases of the agricultural cycle. The festivals are Rongali Bihu or Bohag Bihu in April, Kongali Bihu or Kati Bihu in October or November, and Bhogali Bihu or Magh Bihu in January.",
      "content-second-ptII":"Rongali Bihu is the festival of joy and merriment that heralds the Assamese New Year and the onset of spring. It is celebrated with music, dance, feasts, and prayers. People wear new clothes, visit their relatives and friends, exchange gifts, and perform the Bihu dance. Kongali Bihu is the festival of austerity and solemnity that reflects the season of scarcity and hardship. It is celebrated with prayers, offerings, and bonfires. People light earthen lamps near their crops and homes to ward off evil spirits and pests. Bhogali Bihu is the festival of food and abundance that celebrates the end of the harvesting season. It is celebrated with community feasts, bonfires, and games. People prepare various delicacies from rice, such as pitha, laru, and chira, and share them with their neighbours and guests.",
      
      "image-second": "./ambubachi.jpg",
      "content-third":"Ambubachi Festival is a religious festival that is celebrated at the Kamakhya Temple in Guwahati, Assam. The festival is also known as the Ameti or Tantric fertility festival, as it marks the annual menstruation of the Goddess Kamakhya, who is the presiding deity of the temple. The festival is held in the month of June or July, and attracts devotees from all over India and abroad, especially from the Tantric sects.",
      "content-third-ptII":"he Ambubachi Festival is a four-day long celebration that showcases the rich culture and heritage of Assam. The festival begins with the closing of the temple doors on the first day, as it is believed that the Goddess goes through her period during this time. The devotees observe austerities and refrain from any religious activities, such as reading scriptures, performing rituals, or cooking. On the fourth day, the temple doors are reopened and the devotees throng to receive the Prasad or blessings of the Goddess. The Prasad consists of a piece of red cloth that is soaked with the menstrual blood of the Goddess, which is considered to be highly auspicious and powerful. The festival also features various cultural activities and attractions, such as folk dances, songs, food festivals, exhibition of handicrafts and model houses. The Ambubachi Festival is a unique opportunity to witness and appreciate the vibrant and colourful lifestyle of the people of Assam.",

      "image-third": "./majuli.jpg",
      "content-fourth":"Majuli Festival is a cultural festival that celebrates the beauty and diversity of Majuli, the largest river island in the world. The festival is held on the bank of the Luit river, a tributary of the Brahmaputra river, in the month of November every year. The festival showcases the rich culture and heritage of Assam, especially the various ethnic groups that inhabit Majuli, such as the Mishing, Deori, Sonowal Kachari, Matak, Ahom and Nepali communities. The festival also aims to promote eco-tourism and preserve the natural environment of Majuli, which is home to many rare and endangered species of flora and fauna.",
      "content-fourth-ptII":"The Majuli Festival is a four-day long celebration that offers a lot of fun-filled activities and attractions for the visitors. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Assam and India. The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests. The festival also organizes seminars, workshops and exhibitions on various topics related to Majuli, such as its history, culture, ecology, literature and handicrafts. The festival also provides opportunities for adventure sports, such as river rafting, kayaking, cycling and trekking.",

      "image-fourth": "./dehing.jpg",
      "content-fifth":"Dehing Patkai Festival is a cultural festival that celebrates the beauty and diversity of Dehing Patkai, the largest rainforest in India. The festival is named after the majestic Patkai range and the mischievous Dehing river, which are the natural attractions of the region. The festival is held in the Tinsukia district of Assam, in the month of January every year. It is organized by the Government of Assam, with the aim of promoting eco-tourism and showcasing the rich culture and heritage of Assam.",
      "content-fifth-ptII":"The Dehing Patkai Festival is a four-day long celebration that offers a lot of fun-filled activities and attractions for the visitors. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Assam and India. The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guest. The festival also organizes seminars, workshops and exhibitions on various topics related to Dehing Patkai, such as its history, culture, ecology, literature and handicrafts. The festival also provides opportunities for adventure sports, such as elephant rides, river rafting, kayaking and parasailing.",

      "image-fifth": "./tea.jpg",
      "content-sixth":"Tea Festival is a cultural festival that celebrates the tea industry and the tea culture of Assam, the largest tea producing state in India. The festival is held in different tea estates and gardens of Assam, such as Jorhat, Dibrugarh, Tinsukia and Golaghat, in the month of November or December every year . The festival is organized by the Government of Assam, with the aim of promoting tourism and showcasing the rich culture and heritage of Assam.",
      "content-sixth-ptII":"The Tea Festival is a three-day long celebration that offers a lot of fun-filled activities and attractions for the visitors. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Assam and India . The festival also features a tea festival, where different varieties and flavours of tea are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to tea, such as its history, culture, health benefits, production and processing . The festival also provides opportunities for adventure sports, such as golfing, angling, river rafting and wildlife safari.",

      "image-sixth":"./baishagu.jpg",
      "content-seventh":"Baishagu Festival is a cultural festival that celebrates the New Year of the Bodo tribe of Assam, a state in northeast India. The festival is held in the month of April, after the harvesting of crops, and lasts for seven days . The festival is marked by various rituals and prayers to Bathou, the supreme god of the Bodos, and his consort Mainao, the goddess of wealth and prosperity. The festival also reflects the close connection of the Bodos with nature and agriculture.",
      "content-seventh-ptII":"The Baishagu Festival is a seven-day long celebration that showcases the rich culture and heritage of the Bodo tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Assam and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Bodo culture, such as their history, language, literature and handicrafts . The festival also fosters friendship and harmony among the neighbouring communities and countries. The Baishagu Festival is a unique opportunity to witness and appreciate the vibrant and colourful lifestyle of the people of Assam and the Bodo tribe."
    },



    {
      "id":"meghalaya",
      "content-first":"The traditional festivals of Meghalaya are like whispers carried on the breeze through the rolling hills and mist-laden valleys of this enchanting state. They are celebrations that resonate with the heartbeats of the Khasi, Jaintia, and Garo communities, threads that weave together the fabric of their cultural identity. These festivals are more than just events; they are a testament to the enduring connection between the people and the land they call home. Amidst the lush landscapes and glistening waterfalls, these celebrations take on a mystical air, as ancient rituals and customs come alive in a dance of tradition and modernity. The vibrant attire of the locals, the rhythmic beats of drums, and the resonant melodies of traditional songs all come together to create an atmosphere of unity and joy. In the midst of these festivities, there is a sense of timelessness, a feeling that one is stepping into a world where the past and present harmonize in a delicate balance. The festivals of Meghalaya are like echoes of ancestral stories, echoing through the ages, reminding its people of their roots and preserving the essence of their unique heritage.",
      "title": "Meghalaya",

      "image-first": "./wangala.jpg",
      "content-second": "Wangala Festival is a cultural festival that celebrates the harvest season and the post-harvest thanksgiving of the Garo tribe of Meghalaya, a state in northeast India. The festival is also known as the Hundred Drums Festival, as it features a hundred traditional drums called nagaras that are played by the Garo drummers . The festival is held in the month of November or December, after the harvesting of rice and other crops, and lasts for three days . The festival is marked by various rituals and prayers to Misi Saljong, the god of fertility, who is believed to bless the land and the people with abundance and prosperity.",
      "content-second-ptII":"The Wangala Festival is a three-day long celebration that showcases the rich culture and heritage of the Garo tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Meghalaya and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Garo culture, such as their history, language, literature and handicrafts . The festival also fosters friendship and harmony among the neighbouring communities and countries.",

      "image-second": "./nongkrem.jpg",
      "content-third": "Nongkrem Festival is a cultural festival that celebrates the harvest season and the thanksgiving of the Khasi tribe of Meghalaya, a state in northeast India. The festival is also known as the Ka Pomblang Nongkrem, which means the goat killing ceremony, as it involves the sacrifice of goats to appease the Goddess Ka Blei Synshar, who is believed to protect the land and the people from diseases and calamities . The festival is held in the month of November or December, at the Nongkrem village near Shillong, the capital of Meghalaya, and lasts for five days . The festival is marked by various rituals and prayers to the ancestors and the deities, performed by the Syiem, the chief priest, and his family.",
      "content-third-ptII":"The Nongkrem Festival is a five-day long celebration that showcases the rich culture and heritage of the Khasi tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Meghalaya and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Khasi culture, such as their history, language, literature and handicrafts . The festival also fosters friendship and harmony among the neighbouring communities and countries.",

      "image-third": "./shadsuk.jpg",
      "content-fourth": "Shad Suk Mynsiem is a cultural festival that celebrates the renewal of life and the thanksgiving of the Khasi tribe of Meghalaya, a state in northeast India. The festival is also known as the Dance of the Joyful Heart, as it features a colourful and lively dance performed by the young men and women of the tribe . The festival is held in the month of April, after the sowing of seeds, and lasts for three days . The festival is marked by various rituals and prayers to U Blei Nongthaw, the supreme god of the Khasis, and U Ryngkew U Basa, the guardian deity of the crops.",
      "content-fourth-ptII":"The Shad Suk Mynsiem is a three-day long celebration that showcases the rich culture and heritage of the Khasi tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Meghalaya and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Khasi culture, such as their history, language, literature and handicrafts . The festival also fosters friendship and harmony among the neighbouring communities and countries. The Shad Suk Mynsiem is a unique opportunity to witness and appreciate the vibrant and colourful lifestyle of the people of Meghalaya and the Khasi tribe.",

      "image-fourth": "./behdeinkhlam.jpg",
      "content-fifth": "Behdeinkhlam Festival is a cultural festival that celebrates the victory of good over evil and the thanksgiving of the Pnar tribe of Meghalaya, a state in northeast India. The festival is also known as the Chasing Away of the Plague, as it is believed to ward off diseases and epidemics . The festival is held in the month of July, after the sowing of seeds, and lasts for four days . The festival is marked by various rituals and prayers to U Muklong, the supreme god of the Pnars, and U Thlen, the evil serpent god.",
      "content-fifth-ptII":"The Behdeinkhlam Festival is a four-day long celebration that showcases the rich culture and heritage of the Pnar tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Meghalaya and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Pnar culture, such as their history, language, literature and handicrafts . The festival also features a unique attraction called the Rots or Khnongs, which are huge wooden structures decorated with colourful motifs and symbols that are carried by the men to a sacred pool called Aitnar . The festival also fosters friendship and harmony among the neighbouring communities and countries.",

      "image-fifth":"./shadsukra.jpg",
      "content-sixth":"Shad Sukra is a cultural festival that celebrates the spring season and the sowing of seeds by the Khasi tribe of Meghalaya, a state in northeast India. The festival is also known as the Dance of the Weeding, as it features a graceful and rhythmic dance performed by the young men and women of the tribe . The festival is held in the month of April or May, before the onset of monsoon, and lasts for three days . The festival is marked by various rituals and prayers to U Suid Nia, the god of agriculture, who is believed to bless the land and the people with fertility and prosperity.",
      "content-sixth-ptII":"The Shad Sukra is a three-day long celebration that showcases the rich culture and heritage of the Khasi tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Meghalaya and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Khasi culture, such as their history, language, literature and handicrafts."
    },


    
    {
      "id":"nagaland",
      "content-first":"The traditional festivals of Nagaland are like living tapestries that weave threads of ancient wisdom, communal spirit, and cultural pride into the very fabric of the land. These festivals are more than mere celebrations; they are sacred passages that connect the Naga tribes with their roots, allowing them to embrace their rich heritage with open hearts. Each festival is a mesmerizing display of vibrant traditional attire, intricate dances, and soul-stirring songs that resonate with the rhythms of the hills and valleys. In these festivities, time seems to stand still, creating a harmonious blend of age-old rituals and contemporary expressions. The aura of these festivals is one of unity and belonging, as communities come together to honor their ancestors and the land they inhabit. Amidst the undulating landscapes, the festivals evoke a sense of nostalgia, a feeling that transports both the participants and observers to a realm where the past and present intertwine. Nagaland's festivals are like portals to a different era, where the fires of tradition continue to burn bright, reminding us of the beauty of cultural heritage and the profound significance of shared memories.",
      "title": "Nagaland",

      "image-first": "./hornbill.jpg",
      "content-second": "Hornbill Festival is a cultural festival that celebrates the diversity and unity of the Naga tribes of Nagaland, a state in northeast India. The festival is named after the hornbill, a bird that is revered by the Nagas as a symbol of respect and fertility . The festival is held in the first week of December every year, at the Naga Heritage Village near Kohima, the capital of Nagaland. The festival is organized by the Government of Nagaland, with the aim of promoting tourism and showcasing the rich culture and heritage of Nagaland.",
      "content-second-ptII":"The Hornbill Festival is a ten-day long celebration that offers a lot of fun-filled activities and attractions for the visitors. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of India and abroad . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to Nagaland, such as its history, language, literature and handicrafts . The festival also provides opportunities for adventure sports, such as rock climbing, mountain biking, motor rally and angling . The festival also features a unique attraction called the Naga King Chilly Eating Competition, where participants compete to eat the hottest chillies in the world.",

      "image-second": "./sekrenyi.jpg",
      "content-third": "Sekrenyi Festival is a cultural festival that celebrates the purification and renewal of life by the Angami tribe of Nagaland, a state in northeast India. The festival is also known as the Phousanyi, which means the festival of bathing, as it involves the cleansing of the body and the soul with holy water . The festival is held in the month of February, before the sowing of seeds, and lasts for ten days . The festival is marked by various rituals and prayers to Lhisanyi, the guardian angel of the village, who is believed to protect the land and the people from evil forces.",
      "content-third-ptII":"The Sekrenyi Festival is a ten-day long celebration that showcases the rich culture and heritage of the Angami tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Nagaland and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Angami culture, such as their history, language, literature and handicrafts . The festival also provides opportunities for adventure sports, such as wrestling, archery and tug-of-war.",

      "image-third": "./aoleang.jpg",
      "content-fourth": "Aoleang Festival is a cultural festival that celebrates the New Year of the Konyak tribe of Nagaland, a state in northeast India. The festival is also known as the Monyu Festival, as it is held in the first week of April, which is the first month of the Konyak calendar . The festival marks the end of the old year and the beginning of the new year, as well as the completion of the sowing of seeds . The festival is marked by various rituals and prayers to Angh, the supreme god of the Konyaks, who is believed to bless the land and the people with fertility and prosperity.",
      "content-fourth-ptII":"The Aoleang Festival is a six-day long celebration that showcases the rich culture and heritage of the Konyak tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Nagaland and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Konyak culture, such as their history, language, literature and handicrafts . The festival also provides opportunities for adventure sports, such as hunting, fishing and shooting.",

      "image-fourth": "./hega.jpg",
      "content-fifth": "Hega Festival is a cultural festival that celebrates the spring season and the sowing of seeds by the Zeliang tribe of Nagaland, a state in northeast India. The festival is held in the month of February, before the onset of monsoon, and lasts for six days . The festival is marked by various rituals and prayers to Tingwang, the god of creation, who is believed to bless the land and the people with fertility and prosperity . The festival also involves the offering of food and drinks to the souls of the departed ancestors, who are believed to visit their descendants during this time.",
      "content-fifth-ptII":"The Hega Festival is a six-day long celebration that showcases the rich culture and heritage of the Zeliang tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Nagaland and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Zeliang culture, such as their history, language, literature and handicrafts . The festival also provides opportunities for adventure sports, such as archery, wrestling and tug-of-war.",

      "image-fifth":"./naknyulem.jpg",
      "content-sixth":"Naknyulem Festival is a cultural festival that celebrates the harvest of crops and the thanksgiving of the Chang tribe of Nagaland, a state in northeast India. The festival is held in the month of July, after the harvesting of millet, and lasts for six days . The festival is marked by various rituals and prayers to Lijaba, the god of prosperity, who is believed to bless the land and the people with abundance and happiness . The festival also involves the offering of food and drinks to the souls of the departed ancestors, who are believed to visit their descendants during this time.",
      "content-sixth-ptII":"The Naknyulem Festival is a six-day long celebration that showcases the rich culture and heritage of the Chang tribe. The festival features various cultural programmes, such as folk dances, songs, music, drama and art by the local artists as well as performers from other parts of Nagaland and India . The festival also features a food festival, where different traditional and tribal cuisines are prepared and served to the guests . The festival also organizes seminars, workshops and exhibitions on various topics related to the Chang culture, such as their history, language, literature and handicrafts . The festival also provides opportunities for adventure sports, such as archery, wrestling and tug-of-war."
    },



    {
      "id":"manipur",
      "content-first":"The traditional festivals of Manipur are like colorful threads woven intricately through the social and cultural fabric of this enchanting state. These festivals embody the soul of Manipuri communities, where a deep-rooted reverence for tradition and a fervent embrace of diversity coexist. They serve as bridges that transcend time, connecting generations and offering a glimpse into the heart of Manipuri culture. The festivals come alive with a vibrant array of dances, music, and rituals, each telling stories of the land, its people, and their shared history. Amidst the breathtaking landscapes, these celebrations evoke a sense of nostalgia, as ancient customs and contemporary expressions converge in a harmonious symphony. With the donning of traditional attire, the rhythmic beats of drums, and the exuberant laughter of communities, there's a profound feeling of unity and belonging that permeates the air. These festivals hold a mirror to the rich tapestry of traditions, reflecting the beauty of diversity and the resilience of a people deeply connected to their roots. In the heart of Manipur's festivals, the past dances hand in hand with the present, nurturing a sense of continuity and cherishing the tapestry of culture that defines the spirit of this remarkable state.",
      "title": "Manipur",

      "image-first": "./cheiraoba.jpg",
      "content-second": "Cheiraoba is a festival that celebrates the lunar new year of the Meiteis, a major tribal community of Manipur. It is usually observed in the month of April, either on the first day of the lunar calendar or on the 13th or 14th of the solar calendar. The festival is marked by various rituals and customs that reflect the rich culture and traditions of Manipur.",
      "content-second-ptII":"One of the main features of Cheiraoba is the preparation and exchange of traditional dishes among family and friends. People also worship the local deity by offering flowers, incense sticks, and food at the entrance gate of their houses. After having a sumptuous meal, people climb to the nearest hills to pray for prosperity and success in the new year. Another custom is that married daughters, sisters, and aunts visit their paternal homes with gifts for the male members of the family. This is a way of reciprocating the gifts they received on Ningol Chakouba, another important festival of Manipur. In the evening, people enjoy Thabal Chongba, a folk dance that is performed by men and women holding hands in a circle.",

      "image-second": "./kut.jpg",
      "content-third": "Kut festival, also known as Chavang Kut, is a harvest festival celebrated by the Kuki-Chin-Mizo groups of Manipur. It is held on the 1st of November every year to mark the end of the agricultural season and to thank the deity for a bountiful crop. The festival is a time of joy and gratitude, as well as a way of preserving and promoting the rich culture and traditions of the tribal communities.",
      "content-third-ptII":"The Kut festival involves various rituals, performances, and competitions that showcase the tribal heritage and diversity. Some of the highlights of the festival include The Miss Kut beauty pageant, the folk dances and music, such as Cheraw, Khuallam, Sarlamkai, and Pheiphit, the sports events, such as wrestling, archery, tug-of-war, and bamboo climbing, that test the physical strength and skills of the participants and the feasts, where various delicacies are prepared and shared among family and friends. ",

      "image-third": "./sangai.jpg",
      "content-fourth": "Sangai festival is a 10-day long cultural extravaganza that is held every year in Manipur from 21st to 30th November. The festival is named after the state animal, Sangai, which is a rare and endangered species of brow-antlered deer found only in Manipur. The festival aims to showcase the tourism potential of the state in the fields of art and culture, handloom and handicrafts, indigenous sports, cuisine, music and adventure sports.",
      "content-fourth-ptII":"The festival is organized by the Manipur Tourism Department at various locations across the state, such as Hapta Kangjeibung, Keibul Lamjao National Park, Loktak Lake, Mao and Ukhrul. The festival features various cultural programs, such as folk dances, music, beauty pageants, fashion shows, and exhibitions. The festival also highlights the traditional sports of Manipur, such as Thang Ta, Yubi-Lakpi, Mukna Kangjei and Sagol Kangjei. The festival also offers a variety of cuisines and delicacies from different tribes and communities of Manipur.",
    
      "image-fourth": "./ningol.jpg",
      "content-fifth": "Ningol Chakouba is a festival that honors the bond of love and affection between married women (ningol) and their paternal families. It is celebrated on the second lunar day of Hiyangei, which corresponds to October or November in the Gregorian calendar. The festival originated from the tradition of the queen inviting her brother to the king's palace for a feast once a year. Later, it became a custom for the brothers to invite their sisters to their homes for a grand meal.",
      "content-fifth-ptII":"On this auspicious day, the married women wear their finest traditional clothes and bring fruits and sweets to their parents’ homes. They are welcomed with joy and respect by their brothers, fathers, uncles, and other male relatives. They are served with various delicacies, such as fish curry, fried potatoes and fish, banana stem chutney, boiled vegetables, fermented bamboo shoot curry, and classic Manipuri vegetarian dish. After the feast, they are given gifts and blessings by their family members. The festival is a way of expressing gratitude and affection to the women who have left their parental homes after marriage.",

      "image-fifth":"./gangnjai.jpg",
      "content-sixth":"Gang Ngai is a festival of the Zeliangrong people, a tribal group of Manipur, Assam and Nagaland. It is also known as Chakan Gaan-Ngai or the festival of winter. It is celebrated for five days in the month of November or December, depending on the lunar calendar. The festival is a way of paying homage to the ancestors, thanking the deity for the harvest, and welcoming the new year.",
      "content-sixth-ptII":"The festival involves various rituals, performances and activities that reflect the culture and traditions of the Zeliangrong people. On the first day, people offer prayers and sacrifices to their ancestors and deities at their homes and graves. They also light sacred fires and decorate their houses with flowers. On the following days, people enjoy dance, music, sports and feasts with their family and friends. They wear their traditional attires and play their indigenous musical instruments. They also exchange gifts and greetings with each other. Some of the popular sports events are wrestling, archery, tug-of-war and bamboo climbing."
    },



    {
      "id":"mizoram",
      "content-first":"The traditional festivals of Mizoram are like radiant gems scattered across the lush hills and valleys, each one a unique expression of the state's vibrant cultural mosaic. These festivals are more than just gatherings; they are echoes of tradition, resounding through time and space, reminding the people of their rich heritage and shared stories. As the rhythms of traditional songs and dances reverberate in the air, there's a palpable sense of unity that permeates the festivities, bringing communities together in a spirit of togetherness. These celebrations hold the threads of history, woven through intricate customs, rituals, and art forms, creating a tapestry of belonging that spans generations. Amidst the natural beauty of Mizoram's landscapes, the festivals infuse the air with a sense of joy and camaraderie, where the past is embraced and celebrated with the same enthusiasm as the present. In the tapestry of Mizoram's festivals, one can witness the interplay of ancient traditions and contemporary expressions, a testament to the enduring resilience of culture and the profound impact of shared memories on the collective soul of the state.",
      "title": "Mizoram",

      "image-first": "./chapchar.jpg",
      "content-second": "Chapchar Kut is a celebration of the spring season and the completion of the jhum operation, which is a traditional method of shifting cultivation practiced by the Mizos. The festival dates back to the 15th or 16th century, when it originated in a village called Suaipui in Myanmar. The festival was revived in 1973 after a long gap due to the influence of Christianity, which discouraged the consumption of liquor and the practice of animism.",
      "content-second-ptII":"The festival is celebrated with great joy and enthusiasm by the Mizos, who wear their colorful traditional costumes and perform various dances, songs, skits, and musical instruments. The most popular dance is the Cheraw dance, which involves the rhythmic movement of bamboo poles by men and the graceful steps of women who dance between them. The festival also showcases the rich culture and heritage of the Mizos, who express their unity and solidarity through this occasion.",

      "image-second": "./mimkut.jpg",
      "content-third": "Mim Kut is a religious festival celebrated by the Mizos, especially the Kuki tribe, to honor the souls of their departed ancestors and to express their gratitude for the successful harvest of maize. The festival is usually held in the months of August or September, after the maize crop is over. The festival has a long history that dates back to the time when two brothers, Kuki and Chin, shared a piece of mim (a dish) to survive in their isolation.",
      "content-third-ptII":"The festival is marked by various rituals, dances, songs, games, and contests that showcase the rich culture and heritage of the Mizos. The people offer maize, bread, vegetables, wine, and symbolic jewelry to their deceased loved ones, who are believed to visit them during this time. The most popular dance is the Cheraw dance, which involves bamboo poles and graceful steps. The festival also features fashion shows, talent hunts, voice hunts, and delicious delicacies.",

      "image-third": "./pawlkut.jpg",
      "content-fourth": "Pawl Kut is a harvest festival of Mizoram that is celebrated in December to thank God for the abundant crop of straw. The festival has a historical origin that traces back to the time when the Mizos faced a severe famine for three years and prayed for rain. On the fourth year, they received a bumper harvest and rejoiced with gratitude and joy. Pawl Kut is one of the main festivals of the Mizos, especially the Kuki tribe, who consider straw as a sacred plant.",
      "content-fourth-ptII":"The festival is marked by various activities such as hunting, cooking, feasting, dancing, singing, and playing games. The people offer food and gifts to their ancestors' souls, who are believed to visit them during this time. The most popular dance is the Cheraw dance, which involves bamboo poles and graceful steps. The festival also features fashion shows, talent hunts, voice hunts, and delicious delicacies."
    },




    {
      "id":"tripura",
      "content-first":"The traditional festivals of Tripura are like vibrant threads intricately woven into the cultural fabric of this charming state, forming a tapestry that reflects the deep-rooted traditions and harmonious coexistence of its diverse communities. These festivals are not just events; they are a celebration of life, a bridge between the past and the present, and a manifestation of the spiritual connection between the people and the land they inhabit. With every festival, Tripura comes alive with a symphony of colors, sounds, and rituals, each one telling a story of identity, unity, and cultural pride. Amidst the breathtaking landscapes, these celebrations exude a sense of nostalgia, creating a timeless space where ancient customs intermingle with the modern spirit. The festivals bring people together in a spirit of camaraderie, fostering a feeling of togetherness and reinforcing the bonds that tie the community together. In the heart of Tripura's festivals, one can feel the echoes of tradition, the echoes of generations past, and the echoes of a culture that continues to thrive, leaving an indelible mark on the hearts of its people.",
      "title": "Tripura",

      "image-first": "./garia.jpg",
      "content-second": "Garia Puja is a religious festival of Tripura that is celebrated to worship Lord Garia, the deity of livestock, peace, children, and wealth. The festival is observed on the seventh day of the month of Vaisakha (April or May) and lasts for seven days, with the last day being the most important one. The festival has a historical origin that traces back to the time when two brothers, Kuki and Chin, shared a piece of mim (a dish) to survive in their isolation.",
      "content-second-ptII": "The festival is marked by various rituals, dances, songs, games, and contests that showcase the rich culture and heritage of the Tripura tribes. The people offer maize, bread, vegetables, wine, and symbolic jewelry to Lord Garia, who is represented by a bamboo pole decorated with flowers and garlands. According to the age-old tradition, a fowl is sacrificed before the deity and its blood is sprinkled before the Lord to get his blessing. The festival also features fashion shows, talent hunts, voice hunts, and delicious delicacies. Garia Puja is a joyous occasion that celebrates the bond of love and the bounty of nature.",

      "image-second": "./unakoti.jpg",
      "content-third": "Unakoti festival, also known as Ashokastami festival, is a cultural festival of Tripura that celebrates the ancient rock-cut sculptures and images of gods and goddesses at Unakoti, a heritage site and a Shaivite pilgrimage. The festival is held every year in February, coinciding with the Maghi Sankranti and the Ashokastami Mela. The festival attracts thousands of devotees and tourists who come to witness the magnificent carvings and offer prayers to Lord Shiva and other deities.",
      "content-third-ptII": "The festival is marked by various activities such as bathing in the holy water of Sitakunda or Ashtamikunda, a natural spring that flows near the site. The people also enjoy cultural programs, musical shows, dance performances, skits, and competitions that showcase the rich and diverse culture and heritage of Tripura. The festival also features fashion shows, talent hunts, voice hunts, and delicious delicacies. Unakoti festival is a joyous occasion that celebrates the bond of love and the bounty of nature.",

      "image-third": "./ker.jpg",
      "content-fourth": "Ker Puja is an annual festival celebrated in the state of Tripura, India. It is a traditional tribal festival that honors the deity of Vastu Devata, known as Ker Devata. The festival takes place two weeks after Kharchi Puja, which is another important tribal festival in Tripura. The word 'Ker' in the local tribal language Kokborok means 'boundary'. The Ker Puja is a way of demarcating a sacred space and protecting it from evil spirits. During the festival, a designated area is marked off and enclosed by a large piece of green bamboo. This area is then purified with offerings and prayers.",
      "content-fourth-ptII": "The Ker Puja is a significant event in the religious and cultural calendar of Tripura. It is a time for people to come together to celebrate their heritage and to seek the blessings of Ker Devata for peace, prosperity, and well-being. The festival is celebrated over a period of two and a half days. The first day is marked by the construction of a bamboo enclosure, which symbolizes the sacred space that is being protected. The second day is dedicated to the worship of Ker Devata, with offerings of flowers, fruits, and other gifts. The third day is a day of feasting and celebration. The Ker Puja is a time for people to forget their differences and to come together as a community. It is a time for peace, harmony, and goodwill."
    },



    
    {
      "id":"sikkim",
      "content-first":"The traditional festivals of Sikkim are like jewels adorning the crown of its majestic landscapes, encapsulating the essence of a culture deeply intertwined with its natural surroundings. These festivals are not mere events; they are moments of collective joy, spiritual reflection, and cultural revival. They resonate with the heartbeats of the Sikkimese people, who gather to celebrate their rich heritage and connect with their ancestral roots. Against the backdrop of breathtaking mountains and lush valleys, these celebrations unfold like vibrant canvases painted with traditional dances, melodic tunes, and intricate rituals. The festivals offer a glimpse into the time-honored traditions that have been passed down through generations, allowing both participants and observers to immerse themselves in a blend of history and contemporary spirit. Amidst the vibrant colors of traditional attire and the rhythms of drums, one can sense a deep sense of unity and belonging that transcends divisions. These festivals are a reflection of Sikkim's soul, a testimony to the resilience of its culture, and a reminder that within the embrace of tradition lies the enduring beauty of a community bonded by shared stories and a love for their land.",
      "title": "Sikkim",

      "image-first": "./saga.jpg",
      "content-second": "Saga Dawa is a festival that honors the life and teachings of Lord Buddha, the founder of Buddhism. It is celebrated by the Mahayana Buddhists of Sikkim, who believe that this festival marks the birth, enlightenment, and death of Buddha. The festival falls on the full moon day of the fourth month of the Tibetan lunar calendar, which is usually in May or June.",
      "content-second-ptII":"The festival is marked by various activities such as lighting butter lamps in monasteries, offering prayers and alms to Buddha and other deities, and participating in a grand procession that starts from Tsuk-La-Lang Monastery and passes through the streets of Gangtok. The procession is led by monks who carry holy scriptures and portraits of Buddha, while chanting Buddhist hymns. The festival also features cultural programs, musical shows, dance performances, skits, and competitions that showcase the rich and diverse culture and heritage of Sikkim.",
      
      "image-second": "./pang.jpg",
      "content-third":"Pang Lhabsol is a cultural festival of Sikkim that celebrates the consecration of Mount Khangchendzonga as the guardian deity of Sikkim and the treaty of brotherhood between the Lepcha and Bhutia tribes. The festival is held every year in August or September, coinciding with the fifteenth day of the seventh month of the Tibetan lunar calendar. The festival attracts history buffs, culture enthusiasts, and discerning travelers from all parts of India and abroad.",
      "content-third-ptII":"The festival is marked by various rituals, dances, songs, games, and contests that showcase the rich culture and heritage of Sikkim. The people offer maize, bread, vegetables, wine, and symbolic jewelry to Lord Khangchendzonga, who is represented by a bamboo pole decorated with flowers and garlands. The most popular dance is the Chham dance, which is a warrior dance performed by masked dancers in colorful costumes. The festival also features fashion shows, talent hunts, voice hunts, and delicious delicacies.",

      "image-third": "./losar.jpg",
      "content-fourth":"Losar is a Buddhist festival that marks the beginning of the Tibetan New Year and is celebrated with great enthusiasm and devotion by the people of Sikkim. The festival usually falls in the month of February or March, depending on the lunar calendar. The festival is one of the most important and sacred for the followers of Mahayana Buddhism, who commemorate the life and teachings of Lord Buddha with prayers, offerings, and rituals.",
      "content-fourth-ptII":"The festival is also marked by various cultural activities, such as traditional dances, songs, games, and contests that showcase the rich and diverse culture and heritage of Sikkim. The people wear colorful and festive clothes, decorate their houses with flags and flowers, and exchange greetings and gifts with their friends and relatives. The festival also features musical shows, dance performances, skits, and competitions that attract thousands of devotees and tourists. Losar is a joyous occasion that celebrates the bond of love and the bounty of nature.",

      "image-fourth": "./flower.jpg",
      "content-fifth":"International Flower Festival is a cultural and tourism festival of Sikkim that showcases the diverse and exotic flora of the state . The festival is held every year in the month of May, when the flowers are in full bloom and the weather is pleasant . The festival attracts nature lovers, botanists, photographers, and travelers from all over the world, who come to witness the beauty and variety of the flowers.",
      "content-fifth-ptII":"The festival is marked by various activities such as flower exhibitions, seminars, workshops, competitions, and cultural programs that showcase the rich and diverse culture and heritage of Sikkim . The festival features more than 600 species of orchids, 240 species of trees and ferns, 150 varieties of gladioli, 46 types of rhododendrons, and many other flowers such as magnolias, roses, lilies, primulas, and poppies . The festival also features musical shows, dance performances, skits, and delicious delicacies . The International Flower Festival is a joyous occasion that celebrates the bond of love and the bounty of nature.",

      "image-fifth": "./tamu.jpg",
      "content-sixth":"Tamu Lochar is a cultural festival of Sikkim that celebrates the New Year of the Gurung community, who are also known as Tamu . The festival is observed on the 15th day of the 10th month of the Tibetan lunar calendar, which usually falls in December or January . The festival is one of the most important and joyous occasions for the Gurungs, who constitute about 20% of the population of Sikkim.",
      "content-sixth-ptII":"The festival is marked by various rituals, dances, songs, games, and contests that showcase the rich culture and heritage of the Gurungs . The people wear traditional costumes, decorate their houses with colorful flags and flowers, and exchange greetings and gifts with their friends and relatives . The festival also features musical shows, dance performances, skits, and delicious delicacies . The most popular dance is the Ghatu dance, which is a folk dance performed by young girls in a circle . Tamu Lochar is a joyous occasion that celebrates the bond of love and the bounty of nature."
    }
  ]
}